{
	"about": {
		"authorsTitle": "Authors",
		"beginingsMessage": "The idea for the project was born during the “AI4youth” contest that was organized in our school by Intel. Our tutor conducting the course in school was deputy director Mr. Paweł Sankowski, whom we would like to thank for taking care of the project. With our project we became finalists of the competition, but we didn’t stop there and are still developing the project.",
		"beginingsTitle": "Project’s Beginnings",
		"mateusz": "I am a second year student of a technical school in a class that specializes in programming. The choice of this specialty is due to my passion for creation. Programming allows me to develop this passion in a very interesting way. The satisfaction I get from programming is invaluable to me. In my free time, I love to draw as well as create games and simple programs in Python. I am eager to expand my knowledge of programming and this project is the perfect way for me to develop my skills.",
		"pawel": "I'm Paweł, my hobby is to create websites in the Vue framework that is easy to use and provides users with valuable content. Besides Vue, my second favorite programming language is Python. I appreciate its simplicity and versatility. I am also interested in 3D printing and technological innovations. I'm fascinated by how modern technologies can affect our lives and how they can be used to solve problems in various fields. Outside of working on IT projects, I like to hang out with friends. I value good relationships with other people and believe that time spent with close ones is extremely important.",
		"stanislaw": "I am a fourth grade student in a class that specializes in programming. I am most interested in web technologies, mainly TypeScript in Vue and React. In addition to programming, I like to be involved in music.",
		"wiktor": "I am a student in the second year of technical school and I am passionate about programming. I mainly focus on front end development using the Vue framework. My second favorite programming language is Python, which I use to create various APIs and to design artificial intelligence, such as this project. In my spare time, I enjoy tinkering and experimenting with simple electronics. I have three dogs and one cat, which give me a lot of joy and positive energy. Programming is a passion for me and I am very happy to develop my skills in this field."
	},
	"footer": {
		"copy": "Cancel the cancer 2023 © performed by Wiktor Fajkowski and Pawel Golata",
		"patreons": "Project patrons",
		"socialMedia": "Check out our social media"
	},
	"home": {
		"heroButton": "Try it now",
		"heroMessage": "With Our artificial intelligence model you can check if your moles and skin changes can be a danger to your health.",
		"heroTitle": "Don’t let cancer surprise you!",
		"sectionThreeMessage": "With this project, we aim to help detect dangerous skin lesions early to help prevent thier development. Cancer is a deadly disease that attacks unexpectedly. Every year, around 100 thousand of people die from this terrible disease. By detecting dangerous moles early, there is a much higher chance for successful treatment. We plan for everyone to be able to check whether their skin lesions pose a risk and get treatment if necessary, or consult a dermatologist or oncologist.",
		"sectionThreeTitle": "The goal of our project.",
		"sectionTwoButton": "Check your moles",
		"sectionTwoMessage": "This project is for everyone who wants to check if thier moles can be a danger to thier health. It could be particularly useful for people who are concerned that their skin change may be a sign of cancer. Our project is for people of all ages and genders, it aims to speed up the diagnosis of skin diseases such as melanoma by using artificial intelligence to analyze images of skin nevi. At the same time, the project aims to raise awareness of the need for regular check-ups with a dermatologist to increase the effectiveness of treatment by detecting potentially dangerous skin lesions quicker.",
		"sectionTwoTitle": "Who is this project for?"
	},
	"nav": {
		"about": "about us",
		"home": "home",
		"try": "try it"
	},
	"popup": {
		"acceptPrivacy": "I accept the privacy policy",
		"modelMessage": "The model predicts that the chance that a nevus is {0} is {1}% however the chance that a nevus is {2} is {3}%. It is worth remembering, however, that only a doctor can make a final diagnosis.",
		"modelTitle": "What does the result mean?",
		"privacyMessage": "By using our website, your data passes through the servers on which the website operates (Netlify, DigitalOcean). We use your data exclusively for the diagnosis of skin lesions and do not save it anywhere. We wish you a pleasant visit to the site.",
		"privacyTitle": "Privacy policy",
		"warnMessage": "We are still improving our model to make it as accurate as possible. However, keep in mind that it currently has an accuracy of 85%, so it may be wrong sometimes.",
		"warnTitle": "Attention!"
	},
	"try": {
		"backButton": "Back",
		"cropButton": "Cut",
		"step": "Step",
		"stepOneButton": "Upload a photo of a nevus",
		"stepOneMessasge": "Quickly and smoothly check your moles to sleep in peace about your health.",
		"stepThreeBadMessage": "Our AI has detected that it is a malignant nevus however, remember that it can always be wrong so it is advisable to go to the doctor and remember about regular visits.",
		"stepThreeGoodMessage": "Our AI detected that it is a harmless birthmark however, remember that it can always be wrong so it is worth going to the doctor and remember about regular visits.",
		"stepThreeLoadingMessage": "Please wait until our model checks your nevus.",
		"stepThreeLoadingTitle": "Checking...",
		"stepThreePredictionTitle": "The model is certain in",
		"stepThreeButton": "Check another mole",
		"stepThreeFundraising": "If you like our project, support us!",
		"stepTwoMessage": "Cut the photo of your mole so that it fits inside the red circle."
	}
}
